---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationVersionInfo
source: html/dfa610cb-0d19-b48d-821d-bd17172a4f74.htm
---
# FabricationVersionInfo Members

Releases all resources used by the FabricationVersionInfo